Revit 2024 API
ParameterTypeId.StartJoinCutback Property
 "Start Join Cutback"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StartJoinCutback { get; }
Visual Basic
Public Shared ReadOnly Property StartJoinCutback As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StartJoinCutback {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace